Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: AppleVis is written and moderated in English — it's the one shared language that lets everyone in our community read and reply to each other in the same place. Turning this on translates what you read into your own language, right on your device. It's automatic, but never perfect — you can always see the exact English text with Show Original.
ar: يُكتب AppleVis ويُشرف عليه باللغة الإنجليزية — فهي اللغة المشتركة الوحيدة التي تتيح لكل أفراد مجتمعنا قراءة ما يكتبه بعضهم والرد عليه في المكان نفسه. عند تشغيل هذا الخيار تُترجم ما تقرؤه إلى لغتك مباشرة على جهازك. الترجمة تلقائية لكنها ليست مثالية أبدًا — يمكنك دائمًا رؤية النص الإنجليزي الأصلي بالضبط عبر «عرض الأصل».
de: AppleVis wird auf Englisch geschrieben und moderiert – das ist die eine gemeinsame Sprache, in der alle in unserer Community am selben Ort lesen und einander antworten können. Wenn du das einschaltest, wird das, was du liest, direkt auf deinem Gerät in deine Sprache übersetzt. Das geschieht automatisch, ist aber nie perfekt – den genauen englischen Text siehst du jederzeit mit „Original anzeigen“.
el: Το AppleVis γράφεται και εποπτεύεται στα αγγλικά — είναι η μία κοινή γλώσσα που επιτρέπει σε όλους στην κοινότητά μας να διαβάζουν και να απαντούν ο ένας στον άλλον στο ίδιο μέρος. Αν το ενεργοποιήσετε, ό,τι διαβάζετε μεταφράζεται στη γλώσσα σας, απευθείας στη συσκευή σας. Είναι αυτόματο, αλλά ποτέ τέλειο — μπορείτε πάντα να δείτε το ακριβές αγγλικό κείμενο με την Εμφάνιση πρωτοτύπου.
es: AppleVis se escribe y se modera en inglés: es el idioma común que permite a todos en nuestra comunidad leerse y responderse en el mismo lugar. Si lo activas, lo que lees se traduce a tu idioma directamente en tu dispositivo. Es automático, pero nunca perfecto: siempre puedes ver el texto exacto en inglés con Mostrar original.
fa: AppleVis به انگلیسی نوشته و مدیریت می‌شود — این همان زبان مشترکی است که به همهٔ اعضای جامعهٔ ما امکان می‌دهد در یک جا نوشته‌های یکدیگر را بخوانند و پاسخ دهند. با روشن کردن این گزینه، آنچه می‌خوانید مستقیماً روی دستگاهتان به زبان خودتان ترجمه می‌شود. خودکار است اما هیچ‌وقت بی‌نقص نیست — همیشه می‌توانید متن انگلیسی دقیق را با «نمایش متن اصلی» ببینید.
fr: AppleVis est rédigé et modéré en anglais : c'est la langue commune qui permet à tous les membres de notre communauté de se lire et de se répondre au même endroit. Activer cette option traduit ce que vous lisez dans votre langue, directement sur votre appareil. C'est automatique, mais jamais parfait : vous pouvez toujours voir le texte anglais exact avec Afficher l'original.
he: AppleVis נכתב ומנוהל באנגלית — זו השפה המשותפת שמאפשרת לכל חברי הקהילה שלנו לקרוא זה את זה ולהגיב באותו מקום. הפעלת האפשרות מתרגמת את מה שאתה קורא לשפה שלך, ישירות במכשיר. התרגום אוטומטי, אבל אף פעם לא מושלם — תמיד אפשר לראות את הטקסט המדויק באנגלית עם «הצג מקור».
hi: AppleVis अंग्रेज़ी में लिखा और मॉडरेट किया जाता है — यही वह एक साझा भाषा है जिससे हमारे समुदाय में सब एक ही जगह एक-दूसरे को पढ़ और जवाब दे सकते हैं। इसे चालू करने पर आप जो पढ़ते हैं उसका अनुवाद सीधे आपके डिवाइस पर आपकी भाषा में होता है। यह अपने आप होता है, पर कभी पूरी तरह सटीक नहीं — मूल दिखाएँ से आप हमेशा सटीक अंग्रेज़ी टेक्स्ट देख सकते हैं।
id: AppleVis ditulis dan dimoderasi dalam bahasa Inggris — itulah satu bahasa bersama yang memungkinkan semua orang di komunitas kami saling membaca dan membalas di tempat yang sama. Mengaktifkan ini akan menerjemahkan apa yang Anda baca ke bahasa Anda, langsung di perangkat Anda. Terjemahannya otomatis, tetapi tidak pernah sempurna — Anda selalu bisa melihat teks bahasa Inggris yang persis dengan Tampilkan Asli.
it: AppleVis è scritto e moderato in inglese: è la lingua comune che permette a tutti nella nostra community di leggersi e rispondersi nello stesso posto. Attivando questa opzione, ciò che leggi viene tradotto nella tua lingua direttamente sul dispositivo. È automatico, ma mai perfetto: puoi sempre vedere il testo inglese esatto con Mostra originale.
ja: AppleVis は英語で書かれ、英語でモデレーションされています。英語は、コミュニティの誰もが同じ場所で互いの投稿を読み、返信できる共通の言語だからです。これをオンにすると、読んでいる内容がデバイス上であなたの言語に翻訳されます。自動ですが完璧ではありません。「原文を表示」でいつでも正確な英語のテキストを確認できます。
ko: AppleVis는 영어로 작성되고 관리됩니다. 영어는 커뮤니티의 모든 사람이 한곳에서 서로의 글을 읽고 답할 수 있게 해 주는 공통 언어입니다. 이 기능을 켜면 읽는 내용이 기기에서 바로 사용자의 언어로 번역됩니다. 자동이지만 완벽하지는 않으며, 원문 보기로 언제든지 정확한 영어 원문을 확인할 수 있습니다.
nl: AppleVis wordt in het Engels geschreven en gemodereerd — de gedeelde taal waarmee iedereen in onze community op dezelfde plek elkaars berichten kan lezen en beantwoorden. Als je dit aanzet, wordt wat je leest direct op je apparaat naar je eigen taal vertaald. Het gaat automatisch, maar is nooit perfect — met Origineel tonen zie je altijd de exacte Engelse tekst.
pl: AppleVis jest pisany i moderowany po angielsku — to wspólny język, dzięki któremu wszyscy w naszej społeczności mogą czytać się nawzajem i odpowiadać sobie w jednym miejscu. Po włączeniu tej opcji to, co czytasz, jest tłumaczone na Twój język bezpośrednio na urządzeniu. Działa to automatycznie, ale nigdy nie jest idealne — dokładny tekst angielski zawsze możesz zobaczyć, wybierając Pokaż oryginał.
pt: O AppleVis é escrito e moderado em inglês — é o idioma comum que permite que todos na nossa comunidade leiam e respondam uns aos outros no mesmo lugar. Ativar esta opção traduz o que você lê para o seu idioma, direto no seu dispositivo. É automático, mas nunca perfeito — você sempre pode ver o texto exato em inglês com Mostrar original.
ru: AppleVis ведётся и модерируется на английском — это единый общий язык, на котором все участники сообщества могут читать друг друга и отвечать в одном месте. Если включить эту функцию, то, что вы читаете, будет переводиться на ваш язык прямо на устройстве. Перевод автоматический, но никогда не идеальный: точный английский текст всегда можно увидеть с помощью «Показать оригинал».
sv: AppleVis skrivs och modereras på engelska – det är det gemensamma språket som låter alla i vår community läsa och svara varandra på samma plats. Om du slår på det här översätts det du läser till ditt eget språk, direkt på enheten. Det sker automatiskt men blir aldrig perfekt – du kan alltid se den exakta engelska texten med Visa original.
th: AppleVis เขียนและดูแลเป็นภาษาอังกฤษ — เป็นภาษากลางที่ทำให้ทุกคนในชุมชนของเราอ่านและตอบกลับกันได้ในที่เดียวกัน เมื่อเปิดตัวเลือกนี้ สิ่งที่คุณอ่านจะถูกแปลเป็นภาษาของคุณบนอุปกรณ์ของคุณเอง แปลอัตโนมัติแต่ไม่มีทางสมบูรณ์แบบ — คุณดูข้อความภาษาอังกฤษต้นฉบับได้เสมอด้วย แสดงต้นฉบับ
tr: AppleVis İngilizce yazılır ve yönetilir — topluluğumuzdaki herkesin aynı yerde birbirini okuyup yanıtlamasını sağlayan ortak dil budur. Bunu açtığınızda okuduklarınız doğrudan cihazınızda kendi dilinize çevrilir. Otomatiktir ama hiçbir zaman kusursuz değildir — tam İngilizce metni her zaman Orijinali Göster ile görebilirsiniz.
uk: AppleVis ведеться й модерується англійською — це єдина спільна мова, якою всі учасники спільноти можуть читати одне одного й відповідати в одному місці. Якщо ввімкнути цю функцію, те, що ви читаєте, перекладатиметься вашою мовою просто на пристрої. Переклад автоматичний, але ніколи не ідеальний: точний англійський текст завжди можна побачити за допомогою «Показати оригінал».
vi: AppleVis được viết và kiểm duyệt bằng tiếng Anh — đó là ngôn ngữ chung giúp mọi người trong cộng đồng đọc và trả lời nhau ở cùng một nơi. Bật tùy chọn này sẽ dịch những gì bạn đọc sang ngôn ngữ của bạn, ngay trên thiết bị. Việc dịch là tự động nhưng không bao giờ hoàn hảo — bạn luôn có thể xem đúng văn bản tiếng Anh với Hiện bản gốc.
zh_hans: AppleVis 以英语撰写和管理——英语是让社区所有成员能在同一个地方阅读和回复彼此的共同语言。开启后，你阅读的内容会直接在设备上翻译成你的语言。翻译是自动的，但永远不会完美——你随时可以通过“显示原文”查看准确的英文原文。

source: AppleVis is written in English
ar: AppleVis مكتوب باللغة الإنجليزية
de: AppleVis ist auf Englisch
el: Το AppleVis είναι γραμμένο στα αγγλικά
es: AppleVis está escrito en inglés
fa: AppleVis به زبان انگلیسی نوشته شده است
fr: AppleVis est rédigé en anglais
he: AppleVis כתוב באנגלית
hi: AppleVis अंग्रेज़ी में लिखा जाता है
id: AppleVis ditulis dalam bahasa Inggris
it: AppleVis è scritto in inglese
ja: AppleVis は英語で書かれています
ko: AppleVis는 영어로 작성됩니다
nl: AppleVis is in het Engels geschreven
pl: AppleVis jest pisany po angielsku
pt: O AppleVis é escrito em inglês
ru: AppleVis ведётся на английском языке
sv: AppleVis är skrivet på engelska
th: AppleVis เขียนเป็นภาษาอังกฤษ
tr: AppleVis İngilizce yazılır
uk: AppleVis ведеться англійською мовою
vi: AppleVis được viết bằng tiếng Anh
zh_hans: AppleVis 以英语撰写

source: AppleVis itself is not open source. All app code is copyright AppleVis and its contributors.
ar: AppleVis نفسها ليست مفتوحة المصدر. جميع أكواد التطبيق محمية بحقوق نشر لـ AppleVis والمساهمين فيها.
de: AppleVis selbst ist nicht Open Source. Der gesamte App-Code unterliegt dem Urheberrecht von AppleVis und seinen Mitwirkenden.
el: Το ίδιο το AppleVis δεν είναι ανοιχτού κώδικα. Όλος ο κώδικας της εφαρμογής έχει πνευματικά δικαιώματα του AppleVis και των συνεισφερόντων του.
es: AppleVis en sí no es de código abierto. Todo el código de la app tiene copyright de AppleVis y sus colaboradores.
fa: خود AppleVis متن‌باز نیست. تمام کد برنامه دارای حق نشر متعلق به AppleVis و همکارانش است.
fr: AppleVis elle-même n'est pas open source. Tout le code de l'appli est protégé par le droit d'auteur d'AppleVis et de ses contributeurs.
he: AppleVis עצמה אינה קוד פתוח. כל קוד האפליקציה מוגן בזכויות יוצרים של AppleVis והתורמים לה.
hi: AppleVis स्वयं ओपन सोर्स नहीं है। सभी ऐप कोड AppleVis और उसके योगदानकर्ताओं का कॉपीराइट है।
id: AppleVis sendiri bukan sumber terbuka. Semua kode aplikasi berhak cipta AppleVis dan kontributornya.
it: AppleVis stessa non è open source. Tutto il codice dell'app è protetto da copyright di AppleVis e dei suoi collaboratori.
ja: AppleVis 自体はオープンソースではありません。アプリのコードはすべて AppleVis およびその貢献者の著作物です。
ko: AppleVis 자체는 오픈 소스가 아닙니다. 모든 앱 코드의 저작권은 AppleVis와 기여자에게 있습니다.
nl: AppleVis zelf is geen open source. Alle app-code valt onder het auteursrecht van AppleVis en zijn medewerkers.
pl: Sama aplikacja AppleVis nie jest open source. Cały kod aplikacji jest objęty prawami autorskimi AppleVis i jej współtwórców.
pt: A própria AppleVis não é de código aberto. Todo o código do app tem direitos autorais da AppleVis e de seus colaboradores.
ru: Само приложение AppleVis не является открытым исходным кодом. Весь код приложения защищён авторским правом AppleVis и его участников.
sv: AppleVis i sig är inte öppen källkod. All appkod är upphovsrättsskyddad av AppleVis och dess bidragsgivare.
th: ตัว AppleVis เองไม่ใช่ซอฟต์แวร์โอเพนซอร์ส โค้ดแอปทั้งหมดเป็นลิขสิทธิ์ของ AppleVis และผู้ร่วมให้ข้อมูล
tr: AppleVis'in kendisi açık kaynak değildir. Tüm uygulama kodu AppleVis ve katkıda bulunanlarının telif hakkına sahiptir.
uk: Сам AppleVis не є проєктом із відкритим кодом. Увесь код застосунку захищено авторським правом AppleVis та його учасників.
vi: Bản thân AppleVis không phải mã nguồn mở. Toàn bộ mã ứng dụng thuộc bản quyền của AppleVis và những người đóng góp.
zh_hans: AppleVis 本身并非开源。所有应用代码的版权均归 AppleVis 及其贡献者所有。

source: AppleVis keeps voices sounding natural at faster playback speeds.
ar: يحافظ AppleVis على صوت طبيعي للأصوات حتى عند سرعات تشغيل أسرع.
de: AppleVis sorgt dafür, dass Stimmen auch bei höheren Wiedergabegeschwindigkeiten natürlich klingen.
el: Το AppleVis διατηρεί τις φωνές φυσικές σε ταχύτερες ταχύτητες αναπαραγωγής.
es: AppleVis mantiene las voces sonando naturales a velocidades de reproducción más rápidas.
fa: AppleVis صداها را حتی در سرعت‌های پخش بالاتر طبیعی نگه می‌دارد.
fr: AppleVis conserve un rendu vocal naturel même à des vitesses de lecture plus rapides.
he: AppleVis שומרת על צליל טבעי לקולות גם במהירויות השמעה מהירות יותר.
hi: AppleVis तेज़ प्लेबैक गति पर भी आवाज़ों को स्वाभाविक बनाए रखता है।
id: AppleVis menjaga suara tetap terdengar alami pada kecepatan pemutaran yang lebih cepat.
it: AppleVis mantiene le voci naturali anche a velocità di riproduzione più elevate.
ja: AppleVis は、再生速度を上げても音声が自然に聞こえるようにします。
ko: AppleVis는 재생 속도를 높여도 음성이 자연스럽게 들리도록 유지합니다.
nl: AppleVis zorgt ervoor dat stemmen natuurlijk blijven klinken bij hogere afspeelsnelheden.
pl: AppleVis sprawia, że głosy brzmią naturalnie nawet przy szybszym odtwarzaniu.
pt: A AppleVis mantém as vozes soando naturais em velocidades de reprodução mais rápidas.
ru: AppleVis сохраняет естественное звучание голосов при более высокой скорости воспроизведения.
sv: AppleVis håller röster naturliga även vid snabbare uppspelningshastigheter.
th: AppleVis ทำให้เสียงพูดฟังดูเป็นธรรมชาติแม้ที่ความเร็วเล่นสูงขึ้น
tr: AppleVis, daha hızlı oynatma hızlarında bile seslerin doğal kalmasını sağlar.
uk: AppleVis зберігає природне звучання голосів навіть при вищій швидкості відтворення.
vi: AppleVis giữ cho giọng nói nghe tự nhiên ở tốc độ phát nhanh hơn.
zh_hans: 即使在更快的播放速度下，AppleVis 也能让声音保持自然。

source: AppleVis posts must avoid vulgar or explicit language. Please edit your wording before posting.
ar: يجب أن تتجنب منشورات AppleVis اللغة البذيئة أو الصريحة. يرجى تعديل صياغتك قبل النشر.
de: Beiträge bei AppleVis dürfen keine vulgäre oder anzügliche Sprache enthalten. Bitte bearbeite deinen Text vor dem Veröffentlichen.
el: Οι αναρτήσεις στο AppleVis πρέπει να αποφεύγουν χυδαία ή προσβλητική γλώσσα. Παρακαλώ επεξεργαστείτε το κείμενό σας πριν τη δημοσίευση.
es: Las publicaciones de AppleVis deben evitar el lenguaje vulgar o explícito. Edita tu redacción antes de publicar.
fa: پست‌های AppleVis باید از زبان مبتذل یا صریح دوری کنند. لطفاً قبل از ارسال، متن خود را ویرایش کنید.
fr: Les publications AppleVis doivent éviter tout langage vulgaire ou explicite. Veuillez modifier votre texte avant de publier.
he: פוסטים ב-AppleVis חייבים להימנע משפה גסה או בוטה. אנא ערוך את הניסוח שלך לפני הפרסום.
hi: AppleVis पोस्ट में अश्लील या स्पष्ट भाषा से बचना चाहिए। कृपया पोस्ट करने से पहले अपने शब्दों को संपादित करें।
id: Postingan AppleVis harus menghindari bahasa vulgar atau eksplisit. Harap edit kata-kata Anda sebelum memposting.
it: I post di AppleVis devono evitare un linguaggio volgare o esplicito. Modifica il testo prima di pubblicare.
ja: AppleVis への投稿では、下品または露骨な言葉遣いを避けてください。投稿前に文言を編集してください。
ko: AppleVis 게시물에는 저속하거나 노골적인 표현을 사용할 수 없습니다. 게시하기 전에 문구를 수정해 주세요.
nl: AppleVis-berichten mogen geen grof of expliciet taalgebruik bevatten. Bewerk je tekst voordat je plaatst.
pl: Wpisy na AppleVis muszą unikać wulgarnego lub jednoznacznego języka. Popraw treść przed opublikowaniem.
pt: As publicações da AppleVis devem evitar linguagem vulgar ou explícita. Edite seu texto antes de publicar.
ru: В публикациях AppleVis нельзя использовать грубые или откровенные выражения. Пожалуйста, отредактируйте текст перед публикацией.
sv: Inlägg på AppleVis får inte innehålla vulgärt eller explicit språk. Redigera din text innan du publicerar.
th: โพสต์ AppleVis ต้องหลีกเลี่ยงคำหยาบคายหรือคำโจ่งแจ้ง โปรดแก้ไขถ้อยคำก่อนโพสต์
tr: AppleVis gönderileri kaba veya açık dil içermemelidir. Lütfen paylaşmadan önce ifadenizi düzenleyin.
uk: Публікації на AppleVis мають уникати вульгарної чи відвертої лексики. Будь ласка, відредагуйте текст перед публікацією.
vi: Bài đăng trên AppleVis phải tránh ngôn từ thô tục hoặc phản cảm. Vui lòng chỉnh sửa nội dung trước khi đăng.
zh_hans: AppleVis 帖子须避免粗俗或露骨的用语。请在发布前修改措辞。

source: AppleVis posts must be in English — that's always checked when you submit, no matter how this is set. This only controls whether you get a proactive nudge to translate while you're still typing, instead of finding out at submission.
ar: يجب أن تكون منشورات AppleVis باللغة الإنجليزية — يتم التحقق من ذلك دائمًا عند الإرسال، بغض النظر عن هذا الإعداد. يتحكم هذا فقط فيما إذا كنت ستحصل على تنبيه استباقي للترجمة أثناء الكتابة، بدلاً من اكتشاف ذلك عند الإرسال.
de: Beiträge bei AppleVis müssen auf Englisch verfasst sein – das wird beim Absenden immer geprüft, unabhängig von dieser Einstellung. Diese Option steuert nur, ob du beim Tippen proaktiv zur Übersetzung aufgefordert wirst, statt es erst beim Absenden zu erfahren.
el: Οι αναρτήσεις στο AppleVis πρέπει να είναι στα Αγγλικά — αυτό ελέγχεται πάντα κατά την υποβολή, ανεξάρτητα από αυτήν τη ρύθμιση. Αυτό ελέγχει μόνο αν θα λάβετε μια προληπτική υπενθύμιση για μετάφραση ενώ ακόμα πληκτρολογείτε, αντί να το ανακαλύψετε κατά την υποβολή.
es: Las publicaciones de AppleVis deben estar en inglés; esto siempre se verifica al enviarlas, sin importar esta configuración. Esta opción solo controla si recibes un aviso proactivo para traducir mientras escribes, en lugar de descubrirlo al enviar.
fa: پست‌های AppleVis باید به انگلیسی باشند — این همیشه هنگام ارسال بررسی می‌شود، صرف‌نظر از این تنظیم. این فقط کنترل می‌کند که آیا هنگام تایپ، اعلان فعالانه‌ای برای ترجمه دریافت می‌کنید یا نه، به‌جای اینکه هنگام ارسال متوجه شوید.
fr: Les publications AppleVis doivent être en anglais — cela est toujours vérifié lors de l'envoi, quel que soit ce réglage. Cela contrôle seulement si vous recevez une invitation proactive à traduire pendant que vous tapez, plutôt que de le découvrir à l'envoi.
he: פוסטים ב-AppleVis חייבים להיות באנגלית — זה תמיד נבדק בעת השליחה, ללא קשר להגדרה זו. זה שולט רק בשאלה האם תקבל תזכורת יזומה לתרגם בזמן שאתה עדיין מקליד, במקום לגלות זאת בעת השליחה.
hi: AppleVis पोस्ट अंग्रेज़ी में होनी चाहिए — यह सेटिंग चाहे जो भी हो, सबमिट करते समय हमेशा जाँची जाती है। यह केवल यह नियंत्रित करता है कि आपको टाइप करते समय अनुवाद करने के लिए सक्रिय संकेत मिले या नहीं, न कि सबमिशन के समय पता चले।
id: Postingan AppleVis harus dalam bahasa Inggris — ini selalu diperiksa saat Anda mengirim, apa pun pengaturan ini. Ini hanya mengontrol apakah Anda mendapatkan dorongan proaktif untuk menerjemahkan saat masih mengetik, alih-alih mengetahuinya saat pengiriman.
it: I post di AppleVis devono essere in inglese: questo viene sempre verificato all'invio, indipendentemente da questa impostazione. Questa opzione controlla solo se ricevi un avviso proattivo per tradurre mentre stai ancora scrivendo, invece di scoprirlo all'invio.
ja: AppleVis への投稿は英語である必要があります。これは設定に関わらず送信時に必ず確認されます。この設定は、送信時に気づくのではなく、入力中に翻訳を促す通知を受け取るかどうかのみを制御します。
ko: AppleVis 게시물은 영어로 작성해야 하며, 이 설정과 관계없이 제출 시 항상 확인됩니다. 이 설정은 제출 시점이 아니라 입력 중에 번역하라는 사전 알림을 받을지 여부만 제어합니다.
nl: AppleVis-berichten moeten in het Engels zijn — dit wordt altijd gecontroleerd bij het indienen, ongeacht deze instelling. Dit bepaalt alleen of je proactief een melding krijgt om te vertalen terwijl je nog typt, in plaats van dit pas bij het indienen te ontdekken.
pl: Wpisy na AppleVis muszą być w języku angielskim — jest to zawsze sprawdzane przy wysyłaniu, niezależnie od tego ustawienia. Kontroluje ono jedynie, czy otrzymasz proaktywne przypomnienie o tłumaczeniu podczas pisania, zamiast dowiedzieć się o tym dopiero przy wysyłce.
pt: As publicações da AppleVis devem estar em inglês — isso é sempre verificado ao enviar, independentemente desta configuração. Isso controla apenas se você recebe um aviso proativo para traduzir enquanto ainda está digitando, em vez de descobrir apenas ao enviar.
ru: Публикации AppleVis должны быть на английском языке — это всегда проверяется при отправке, независимо от этой настройки. Она лишь определяет, получите ли вы заблаговременное напоминание перевести текст во время набора, а не узнаете об этом уже при отправке.
sv: Inlägg på AppleVis måste vara på engelska — det kontrolleras alltid vid inskickning, oavsett den här inställningen. Detta styr endast om du får en proaktiv påminnelse om att översätta medan du fortfarande skriver, i stället för att upptäcka det vid inskickning.
th: โพสต์ AppleVis ต้องเป็นภาษาอังกฤษ — จะมีการตรวจสอบเสมอเมื่อคุณส่ง ไม่ว่าการตั้งค่านี้จะเป็นอย่างไร การตั้งค่านี้ควบคุมเพียงว่าคุณจะได้รับการเตือนล่วงหน้าให้แปลขณะที่ยังพิมพ์อยู่หรือไม่ แทนที่จะรู้ตัวตอนส่ง
tr: AppleVis gönderileri İngilizce olmalıdır — bu ayar ne olursa olsun, gönderirken bu her zaman kontrol edilir. Bu yalnızca, gönderim sırasında öğrenmek yerine, siz hâlâ yazarken çeviri yapmanız için proaktif bir uyarı alıp almayacağınızı kontrol eder.
uk: Публікації AppleVis мають бути англійською мовою — це завжди перевіряється під час надсилання, незалежно від цього налаштування. Воно лише визначає, чи отримаєте ви завчасне нагадування перекласти текст під час набору, а не дізнаєтесь про це вже під час надсилання.
vi: Bài đăng AppleVis phải bằng tiếng Anh — điều này luôn được kiểm tra khi bạn gửi, bất kể cài đặt này. Điều này chỉ kiểm soát việc bạn có nhận được nhắc nhở chủ động để dịch trong khi vẫn đang gõ hay không, thay vì phát hiện ra khi gửi.
zh_hans: AppleVis 帖子必须使用英语——无论此设置如何，提交时都会进行检查。此设置仅控制您在输入时是否会主动收到翻译提示，而不是等到提交时才发现。

source: AppleVis posts must be in English. Please use Translate or edit your draft in English before posting.
ar: يجب أن تكون منشورات AppleVis باللغة الإنجليزية. يرجى استخدام الترجمة أو تعديل مسودتك بالإنجليزية قبل النشر.
de: Beiträge bei AppleVis müssen auf Englisch verfasst sein. Bitte verwende „Übersetzen“ oder bearbeite deinen Entwurf auf Englisch, bevor du ihn veröffentlichst.
el: Οι αναρτήσεις στο AppleVis πρέπει να είναι στα Αγγλικά. Χρησιμοποιήστε τη Μετάφραση ή επεξεργαστείτε το προσχέδιό σας στα Αγγλικά πριν τη δημοσίευση.
es: Las publicaciones de AppleVis deben estar en inglés. Usa Traducir o edita tu borrador en inglés antes de publicar.
fa: پست‌های AppleVis باید به انگلیسی باشند. لطفاً قبل از ارسال از ترجمه استفاده کنید یا پیش‌نویس خود را به انگلیسی ویرایش کنید.
fr: Les publications AppleVis doivent être en anglais. Veuillez utiliser Traduire ou modifier votre brouillon en anglais avant de publier.
he: פוסטים ב-AppleVis חייבים להיות באנגלית. אנא השתמש בתרגום או ערוך את הטיוטה שלך באנגלית לפני הפרסום.
hi: AppleVis पोस्ट अंग्रेज़ी में होनी चाहिए। कृपया पोस्ट करने से पहले अनुवाद करें या अपने ड्राफ़्ट को अंग्रेज़ी में संपादित करें।
id: Postingan AppleVis harus dalam bahasa Inggris. Gunakan Terjemahkan atau edit draf Anda dalam bahasa Inggris sebelum memposting.
it: I post di AppleVis devono essere in inglese. Usa Traduci o modifica la bozza in inglese prima di pubblicare.
ja: AppleVis への投稿は英語である必要があります。投稿前に「翻訳」を使用するか、下書きを英語で編集してください。
ko: AppleVis 게시물은 영어로 작성해야 합니다. 게시하기 전에 번역 기능을 사용하거나 초안을 영어로 수정하세요.
nl: AppleVis-berichten moeten in het Engels zijn. Gebruik Vertalen of bewerk je concept in het Engels voordat je plaatst.
pl: Wpisy na AppleVis muszą być w języku angielskim. Użyj funkcji Tłumacz lub edytuj szkic w języku angielskim przed opublikowaniem.
pt: As publicações da AppleVis devem estar em inglês. Use Traduzir ou edite seu rascunho em inglês antes de publicar.
ru: Публикации AppleVis должны быть на английском языке. Пожалуйста, воспользуйтесь переводом или отредактируйте черновик на английском перед публикацией.
sv: Inlägg på AppleVis måste vara på engelska. Använd Översätt eller redigera ditt utkast på engelska innan du publicerar.
th: โพสต์ AppleVis ต้องเป็นภาษาอังกฤษ โปรดใช้การแปลหรือแก้ไขร่างของคุณเป็นภาษาอังกฤษก่อนโพสต์
tr: AppleVis gönderileri İngilizce olmalıdır. Lütfen paylaşmadan önce Çevir'i kullanın veya taslağınızı İngilizce olarak düzenleyin.
uk: Публікації AppleVis мають бути англійською мовою. Скористайтеся перекладом або відредагуйте чернетку англійською перед публікацією.
vi: Bài đăng AppleVis phải bằng tiếng Anh. Vui lòng dùng Dịch hoặc chỉnh sửa bản nháp bằng tiếng Anh trước khi đăng.
zh_hans: AppleVis 帖子必须使用英语。发布前请使用“翻译”功能或将草稿改写为英语。
